Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/alkuperaiskansakielten_kansainvalinen_vuosikymmen_idil_2022-2032.html.tmx
Source language: fin
Languages: sms

source: YK on julistanut kymmenvuotiskauden 2022–2032 alkuperäiskansakielten kansainväliseksi vuosikymmeneksi, the International Decade of Indigenous Languages (IDIL) .
sms: ÕM lij kuultam lååieeʹǩǩpââʹj 2022–2032 Alggmeerǩiõli meeraikõskksaž lååieeʹǩǩen, the International Decade of Indigenous Languages (IDIL).

source: Maailman väestöstä 6 prosenttia katsotaan kuuluvan alkuperäiskansoihin, mutta kielten määrä, joita alkuperäiskansat puhuvat on huomattava.
sms: Maaiʹlm meerast 6 proseeʹnt ǩiõččât kuullâm alggmeeraid, leša ǩiõli mieʹrr, koid alggmeer mainste lij jõnn.

source: Arvioidaan, että maailmassa puhuttavista noin 6 700 kielestä yli 4 000 kieltä ovat alkuperäiskansojen kieliä.
sms: Ärvvtõõlât, što maaiʹlmest mainstum nuʹtt 6 700 ǩiõlâst pâʹjjel 4 000 ǩiõllâd lie alggmeerai ǩiõl.

source: Vuosikymmenen tarkoituksena on kiinnittää maailmanlaajuista huomiota monien alkuperäiskansojen kielten kriittiseen asemaan ympäri maailmaa.
sms: Lååʹj eeʹjj jurddjen lij vuâmmšâʹtted määŋgai alggmeerai ǩiõli kriittlaž vuâkka maaiʹlmveiddsânji.

source: Alkuperäiskansakielten kansainvälisen vuosikymmenen tavoitteena on turvata alkuperäiskansojen oikeudet säilyttää, elvyttää ja edistää kieliään ja samalla valtavirtaistaa kielellinen monimuotoisuus.
sms: Alggmeerǩiõli meeraikõskksaž lååieeʹjj täävtõsân lij staanâd alggmeerai vuõiggâdvuõđid seeilted, jeällted da oouʹdeed ǩiõleez da seämmast oouʹdeed pukin suõʹrjin da tuʹmmstõktuâjast ǩiõlʼlaž määŋghämmsažvuõđ.

source: Alkuperäiskansakielten kansainvälinen vuosikymmen tarjoaa ainutlaatuisen mahdollisuuden tehdä yhteistyötä ja edistää maailmanlaajuista vuoropuhelua.
sms: Alggmeerǩiõli lååieeʹǩǩ taʹrjjad oʹdinak vueiʹttemvuõđ tuejjeed õhttsažtuâj da oouʹdeed maaiʹlmveiddsaž vuârrsaǥstõõllmõõžž.

source: Alkuperäiskansakielten vuosikymmenen tarjoaa mahdollisuuden ryhtyä tarvittaviin toimiin alkuperäiskansojen kielten käytön turvaamiseksi, elvyttämiseksi ja edistämiseksi kaikkialla maailmassa.
sms: Alggmeerǩiõli meeraikõskksaž lååieeʹǩǩ taʹrjjad vueiʹttemvuõđ äʹlǧǧed taarbšum tååimaid alggmeerai ǩiõli ââʹnnmõõžž staanâm diõtt, jeälltem õuʹdde da õõudummša puk veeʹzz maaiʹlmest.

source: Kielet ovat välttämättömiä ihmisen viestinnälle ja vuorovaikutukselle, ajatusten jakamiselle, itsensä ilmaisemiselle vapaasti ja luovasti sekä yhteisen identiteetin rakentamiselle.
sms: Ǩiõl lie vieʹltʼteeʹm oummu saaǥǥtummšest da vuârrvaaiktõõzzâst, jurddji juâkkmõõžžâst, jiijjâs õlmmummšest täättas mieʹldd da kreevsânji di õhttsaž identiteeʹtt raajjmõõžžâst.

source: Kieli on keskeinen tekijä myös ihmisoikeuksissa ja perusvapauksissa.
sms: Ǩiõll lij kõskksââʹjest še ooumažvuõiggâdvuõđin da vuâđđluõvâsvuõđin.

source: Huolimatta siitä, että kielillä on erittäin tärkeä merkitys, monet kielet ovat uhanalaisia.
sms: Huõlǩani tõʹst, što ǩiõlin lij čuuʹt tääʹrǩes miârktõs, määŋg ǩiõl lie vaarvuâla.

source: Kieliyhteisöt – erityisesti alkuperäiskansojen keskuudessa – kohtaavat erilaisia haasteita: geopoliittisia, taloudellisia, sosiokulttuurisia ja teknologisia haasteita, jotka enemmän tai vähemmän pakottavat ihmiset vaihtamaan kieltä ja käyttämään enemmistökieliä, kuten englantia, ruotsia tai espanjaa.
sms: Ǩiõllõõutstõõzz – aainâs alggmeerai seʹst – teivva jeeʹresnallšem vaʹǯǯtõõzzi õõl: geopoliittlaž, tällõõzzlaž, sosiokulttuurlaž da teknolooglaž vaʹǯǯtõõzzi, kookk jäänab leʹbe ooʹccab pääkkte oummuid vaajted ǩiõl da ââʹnned jäänbõsǩiõlid, mâʹte eŋgglõsǩiõl, ruõccǩiõl leʹbe espanjaǩiõl.

source: Silloin vuosisatojen historia, tieto ja kulttuurinen rikkaus ovat vaarassa kadota.
sms: Teʹl čueʹttiiʹjji historia, teâtt da kulttuurlaž reeʹǧǧesvuõtt lie vaarâst jaukkâd.

source: Alkuperäiskansakielten kansainvälisen vuosikymmenen IDIL – alkuperäiskansojen kielten kansainvälisen vuosikymmen aikana eri sidosryhmillä on mahdollisuus osallistua kielellisen monimuotoisuuden ja monikielisyyden säilyttämiseen, elvyttämiseen ja tukemiseen!
sms: Alggmeerai ǩiõl lååʹj eeʹjj IDIL – Alggmeerǩiõli meeraikõskksaž lååieeʹǩǩ äiʹǧǧen jeeʹres čõõnõsjooukin lij vueiʹttemvuõtt vuässõõttâd ǩiõlʼlaž määŋghämmsažvuõđ da määŋgǩiõllsažvuõđ seeiltummša, jeälltummša da tuärjjummša!

source: Yleistä tietoa ja ajankohtaisia tietoja Alkuperäiskansakielten kansainvälisestä vuosikymmenestä löytyy:
sms: Takai teâtt da ääiʹjpoddsaž teâđ Alggmeerǩiõli Meeraikõskksaž lååieeʹjj pirr käunnʼje:

source: IDIL-kotisivut https://idil2022-2032.org/
sms: IDIL-dommseeid https://idil2022-2032.org/
